/* Choose system default app popup item */"<default>" = "<default>";/* Disable (i.e. do nothing) app popup item */"<disable>" = "<disabilita>";/* About tab label */"About" = "Info";/* Open Panel prompt (button title) */"Add" = "Aggiungi";/* Add button tooltip */"Add Entry" = "Aggiungi elemento";/* Open Panel show all applications option */"All Applications" = "Tutte le applicazioni";/* Ignore creator code checkbox tooltip */
"Always open with the application shown here, even if the file has a creator code" = "Always open with the application shown here, even if the file has a creator code";

/* Apps tab label */"Apps" = "Appl.";/* Ask which app popup item */"Ask what to do" = "Chiedi cosa fare";/* Apps pane tooltip for assigned application */"Assigned to %@" = "Assegnato a %@";/* Blank BD title */
"Blank BD" = "BD vuoto";

/* Blank CD title */"Blank CD" = "CD vuoto";/* Blank DVD title */"Blank DVD" = "DVD vuoto";/* Picture camera title */"Camera" = "Fotocamera";/* Open Panel title (not used) */"Choose Other Application" = "Scegli un'altra applicazione";/* Default application label */"Default Application:" = "Applicazione di default:";/* Internet Mail scheme name */"Email" = "E-mail";/* Internet Mail scheme description */"Email Reader" = "Applicazione di posta";/* Open Panel popup label */"Enable: " = "Abilita: ";/* Extensions tab label */"Extensions" = "Estensioni";/* File Types tab label */"File Types" = "Tipi di documento";/* Internet FTP scheme name */"FTP" = "FTP";/* Internet FTP scheme description */"FTP Application" = "Applicazione FTP";/* Ignore (i.e. do nothing) app popup item */"Ignore" = "Ignora";/* Internet Instant Messaging scheme name */
"IM" = "IM";

/* Internet Instant Messaging scheme description */
"IM Application" = "IM Application";

/* Internet tab label */"Internet" = "Internet";/* Progress panel label */"Loading Application Info..." = "Carico info su Applicazioni…";/* Media tab label */"Media" = "Media";/* MIME types tab label */"MIME Types" = "Tipi MIME";/* Mini-DVD device title */
"Mini-DVD Device" = "Dispositivo mini-DVD";

/* Music CD title */"Music CD" = "CD di musica";/* Internet News scheme name */"News" = "News";/* Internet News scheme description */"Newsreader" = "Newsreader";/* OK button label */"OK" = "OK";/* README button label */
"Open README" = "Open README";

/* Choose other app popup item */"Other..." = "Altra…";/* Override creator code checkbox title */
"Override file creator" = "Override file creator";

/* Perform at login checkbox title */"Perform action at login" = "Esegui azione durante il login";/* Picture CD title */"Picture CD" = "CD di immagini";/* Open Panel show only recommended applications option */"Recommended Applications" = "Applicazioni consigliate";/* Remove button tooltip */"Remove Entry" = "Rimuovi elemento";/* Internet RSS scheme name */"RSS" = "RSS";/* Internet RSS scheme description */"RSS Reader" = "Lettore RSS";/* Choose other script app popup item */"Run Script..." = "Esegui lo script…";/* Set default application button */"Set As Default" = "Imposta come Default";/* URL tab label */"URLs" = "URL";/* Uniform Type Identifiers tab label */"UTIs" = "UTI";/* Version label */"Version" = "Versione";/* Video BD title */
"Video BD" = "BVD video";

/* Video DVD title */"Video DVD" = "DVD video";/* Internet Web scheme name */"Web" = "Web";/* Internet Web scheme description */"Web Browser" = "Browser Web";/* Webcam title */"Webcam" = "Webcam";/* Picture camera instructional label */"When a camera is connected:" = "Quando si collega una fotocamera:";/* MiniDVD device instructional label */ /* This my guess using Apple's similar translations */
"When a Mini-DVD device is inserted:" = "Quando è collegato un dispositivo mini-DVD:";

/* Webcam instructional label */"When a webcam is turned on:" = "Quando è attiva una webcam:";/* Blank BD instructional label */
"When you insert a blank BD:" = "Quando inserisci un BD vuoto:";

/* Blank CD instructional label */"When you insert a blank CD:" = "Quando inserisci un CD vuoto:";/* Blank DVD instructional label */"When you insert a blank DVD:" = "Quando inserisci un DVD vuoto:";/* Music CD instructional label */"When you insert a music CD:" = "Quando inserisci un CD di musica:";/* Picture CD instructional label */"When you insert a picture CD:" = "Quando inserisci un CD di immagini:";/* Video BD instructional label */
"When you insert a video BD:" = "Quando inserisci un video BD:";

/* Video DVD instructional label */"When you insert a video DVD:" = "Quando inserisci un video DVD:";
